{
  "pa_no_respira_v1": {
    "title": "Parada respiratoria (adulto)",
    "steps": [
      "Verifica seguridad de la escena. Coloca el móvil con altavoz.",
      "Sacude suavemente los hombros y grita: ¿Está bien? ¿Me oye?",
      "Si no responde y no respira o respira anormal (boqueadas), llama o pide llamar al 112 ahora.",
      "Coloca a la persona boca arriba en superficie firme.",
      "Inicia compresiones: centro del pecho, 100–120/min, profundidad 5–6 cm, deja que el pecho se expanda.",
      "Si sabes hacerlo, alterna 30 compresiones y 2 ventilaciones; si no, solo compresiones continuas.",
      "Si hay DEA disponible, enciéndelo y sigue indicaciones. No interrumpas más de 10 s.",
      "Continúa hasta que llegue ayuda, el paciente respire o estés exhausto."
    ]
  },
  "pa_atragantamiento_v1": {
    "title": "Atragantamiento (adulto consciente)",
    "steps": [
      "Anímale a toser si puede hacerlo y respirar.",
      "Si no puede hablar, toser o respirar: da 5 golpes interescapulares firmes.",
      "Si sigue obstruido: realiza 5 compresiones abdominales (maniobra de Heimlich).",
      "Alterna 5 golpes y 5 compresiones hasta desobstruir o que pierda la conciencia.",
      "Si pierde la conciencia: llama 112 e inicia RCP."
    ]
  },
  "pa_hemorragia_v1": {
    "title": "Hemorragia grave",
    "steps": [
      "Ponte guantes si es posible. Seguridad primero.",
      "Aplica presión directa fuerte con gasas o tela limpia sobre la herida.",
      "Eleva el miembro si no hay dolor intenso ni fractura evidente.",
      "Si empapa, añade más gasas sin retirar las previas. Mantén presión constante.",
      "Si sangrado no cede y hay torniquete comercial entrenado, aplícalo según indicación.",
      "Llama al 112 y vigila signos de shock (palidez, sudor frío, debilidad)."
    ]
  },
  "pa_inconsciente_v1": {
    "title": "Persona inconsciente que respira",
    "steps": [
      "Comprueba respuesta: sacude hombros y habla fuerte.",
      "Si respira normalmente pero no responde, llama 112.",
      "Coloca en posición lateral de seguridad.",
      "Vigila respiración hasta llegada de ayuda."
    ]
  },
  "pa_convulsiones_v1": {
    "title": "Convulsiones",
    "steps": [
      "Retira objetos peligrosos alrededor. No sujetes a la persona.",
      "No introduzcas nada en la boca.",
      "Cronometra la convulsión; si >5 min o se repite, llama 112.",
      "Tras la crisis, posición lateral de seguridad y vigilancia."
    ]
  },
  "pa_quemadura_v1": {
    "title": "Quemadura térmica",
    "steps": [
      "Apaga la fuente de calor. Retira anillos/ropa no adherida.",
      "Enfría con agua templada 20 minutos (no hielo).",
      "Cubre con apósito estéril o film. No revientes ampollas.",
      "Si extensa, cara o genitales, o dolor intenso: llama 112."
    ]
  }
}
